export const informationList = [
	{
		type: "Interest",
		imageUrl: "about-1.png",
		title: "趣味",
		content: `
			旅行に行くことと、写真を撮ることが好きです。休日には季節に応じて関東近郊の観光スポットに出掛けています。
			長めの休みが取れた時は、国内遠方や海外に行ってリフレッシュしています。
			`,
	},
	{
		type: "Food",
		imageUrl: "about-2.png",
		title: "好きな食べ物",
		content: `
			何でも美味しいと食べてしまうので難しいですが、麺類が好きで、坦々麺やカルボナーラはお店にあるとついつい頼んでしまいます。
			甘いものも好きで、ティラミスやチーズケーキ、バームクーヘンなどには目がないです。
			`,
	},
	{
		type: "Personality",
		imageUrl: "about-3.png",
		title: "性格",
		content: `
			比較的穏やかな性格だと思います。その場のノリで突き進むのではなく、色々と調べて慎重に物事を進めるタイプです。
			よく言えば丁寧で、語弊を恐れずにいうと優柔不断という表現もできるかと思います。
		`,
	},
];

export const valueList = [
	{
		type: "Value01",
		imageUrl: "value1.png",
		title: "楽しみながら働く",
		content:
			"働いているとどうしても、複雑な課題や難解な要求に直面することもありますが、そんな状況も楽しんで笑いに変え、前向きに取り組んでいけるように心がけています。",
	},
	{
		type: "Value02",
		imageUrl: "value2.png",
		title: "感謝の気持ちを持つ",
		content:
			"様々な人と関わり、協力した上に自分が働くことができているので、関わる人に感謝の気持ちを持ち、互いに尊敬できる関係性を築きたいと考えています。",
	},
	{
		type: "Value03",
		imageUrl: "value3.png",
		title: "技術を用いて何ができるかを考える",
		content:
			"技術は目まぐるしく変化していますが、その技術を使ってどんなことができるか、実現したいことのためにはどのような技術が必要かという観点を大事にしています。",
	},
];
